tutorials/04unsteadyNS/Allmesh
#!/bin/sh
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication snappyHexMesh -overwrite
runApplication extrudeMesh
